tutorials/galileanTranslating/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    left   { type cyclic; }
    right  { type cyclic; }
    bottom { type cyclic; }
    top    { type cyclic; }
    frontAndBack { type empty; }
}
